Revit 2027 API
NumberedReferenceInfo.NumberingSchemaId Property
 The numbering schema associated with this reference.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ElementId NumberingSchemaId { get; }
Public ReadOnly Property NumberingSchemaId As ElementId
	Get
public:
property ElementId^ NumberingSchemaId {
	ElementId^ get ();
}
member NumberingSchemaId : ElementId with get
Property Value
ElementId
See Also
Reference
NumberedReferenceInfo Class
Autodesk.Revit.DB Namespace